Repository: bum2/fundify-child
Catalog: languages/fundify-child-*.po
Languages: el, es

source: Featured
el: Προτεινόμενες
es: Destacadas

source: Created %1$d Campaigns
el: Δημιουργήθηκαν %1$d Καμπάνιες
es: Creadas %1$d Campañas

source: Created %1$d Campaign
el: Δημιουργήθηκαν %1$d Καμπάνιες
es: Creada %1$d Campaña

source: Backer
el: Υποστηρικτής
es: Cofinanciador

source: <strong>%s</strong> Funded
el: <strong>%s</strong> Χρηματοδοτήθηκαν
es: <strong>%s</strong> Financiado

source: Anonymous
el: Ανώνυμος
es: Anónimo

source: Funding Ends: %s
el: Ολοκλήρωση Χρηματοδότησης: %s
es: Acaba: %s

source: Launched: %s
el: Ξεκίνησαν: %s
es: Iniciada: %s

source: Ask Question
el: Ρωτήστε
es: Haz una Pregunta

source: View Profile
el: Παρουσίαση Προφίλ
es: Ver Perfil

source: About the Author
el: Σχετικά με το συντάκτη
es: Sobre el Autor

source: Share this campaign
el: Διαδώστε αυτή την καμπάνια
es: Comparte esta campaña

source: Check out %s on %s! %s
el: Δείτε %s στο %s! %s
es: Visita %s en %s! %s

source: By %s
el: Από %s
es: Por %s

source: No backers yet. Be the first!
el: Κανείς υποστηρικτής ακόμη. Γίνε ο πρώτος!
es: No hay cofinanciadores todavía. Se tu el primero!

source: Edit Campaign
el: Επεξεργασία Καμπάνιας
es: Editar Campaña

source: Backers
el: Υποστηρικτές
es: Cofinanciadores

source: Comments
el: Σχόλια
es: Comentarios

source: Updates
el: Ενημερώσεις
es: Noticias

source: Overview
el: Περίληψη
es: Ver Campaña

source: Get the Stats
el: Δείτε τα στατιστικά
es: Estadísticas

source: Legal Terms
el: Νομικοί Όροι
es: Términos legales

source: Copyleft: %s, %s
el: Άδεια Copyleft: %s, %s

source: Staff Picks
el: Επιλεγμένες
es: Destacados

source: Recently Added
el: Πρόσφατες
es: Recientes

source: Show
el: Παρουσίαση
es: Mostrar

source: Hours to Go
el: Ώρες που απομένουν
es: Horas restantes

source: Hour to Go
el: Ώρα που απομένει
es: Hora restante

source: Days to Go
el: Μέρες που απομένουν
es: Días restantes

source: Day to Go
el: Μέρα που απομένει
es: Día restante

source: Contribute Now
el: Συνεισφέρετε Τώρα
es: Colabora Ahora

source: All pledges will be collected automatically until %1$s.
el: Όλες οι εισφορές θα συγκεντρώνονται αυτόματα έως %1$s.
es: Todas las aportaciones serán recogidas automaticamente hasta el %1$s.

source: %s Expired
el: %s Έληξαν
es: La %s ha Expirado

source: Pledged of %s Goal
el: Συγκεντρώθηκε το %s του στόχου
es: Aportados del objetivo de %s

source: Staff Pick
el: Επιλεγμένη
es: Destacadas

source: Ending Soon
el: Τελειώνουν σύντομα
es: Acaba Pronto

source: Ended
el: Τελείωσαν
es: Acabada

source: Completed
el: Ολοκληρώθηκαν
es: Completada

source: <strong>%s</strong> Hours to Go
el: <strong>%s</strong> Ώρες Απομένουν
es: <strong>%s</strong> Horas restantes

source: <strong>%s</strong> Days to Go
el: <strong>%s</strong> Μέρες Απομένουν
es: <strong>%s</strong> Días restantes

source: <strong>%s</strong> Funded
el: <strong>%s</strong> Χρηματοδοτήθηκαν
es: <strong>%s</strong> Financiado

source: free and cooperative cofinancing
el: ελεύθερη και συνεργατική συγχρηματοδότηση
es: cofinanciación libre y cooperativa

source: All
el: Όλες
es: Todas

source: <a href="/en/coopfunding-v1-0-with-fairbill">New v1.0</a>
es: <a href="/es/coopfunding-v1-0-con-fairbill">Nueva v1.0</a>
